export default function LegalDisclaimer() {
  return (
    <p className="mt-3 max-w-[42rem] text-left text-[11px] leading-5 text-white/45 md:mt-4 md:text-[12px] md:leading-5">
      Нажимая кнопку «Купить», Пользователь соглашается на разовое списание
      денежных средств для получения пожизненного доступа к приложению.
      Пользователь соглашается, что данные кредитной/дебетовой карты будут
      сохранены для осуществления покупок дополнительных услуг сервиса в случае
      желания пользователя.
    </p>
  )
}
